[
"Сегодня вы проиграете 5 каток подряд! Но не горите и пусть ваша жопа не будет дымиться!",
"Один ластхит уже герой. Не забывай про крипов, пока ругаешь саппорта",
"Ты не нуб, ты просто в процессе становления легендой... с нуля",
"Если тиммейты не слушают, значит ты слишком умный. Или нет",
"Не сдавайся! Лучше сломать клавиатуру, чем слить катку без попытки",
"Аркану не дают за победу. Аркану дают за стиль",
"Ранк упадёт. А настроение должно остаться",
"ММР это просто цифры. Как и твой счёт 0 7 2",
"Проклятые саппорты! А, стоп... ты же саппорт",
"Зачем тебе враги, когда есть тиммейты",
"Dota учит терпению, смирению и сдержанности. Особенно когда керри фармит лес на 40-й минуте",
"Если не получается побеждать, тролль. Это тоже стратегия",
"Всё плохо? Не переживай, хуже уже было вчера",
"Иногда чтобы выиграть, нужно просто не заходить в игру",
"Ничто так не бодрит, как репорт от каждого союзника",
"Не паникуй. Просто играй как обычно. Хуже не будет... наверное",
"Враг силён, тиммейты слабы, надежда утеряна. Идеальная катка",
"Ты не проигрываешь, ты проходишь сюжетную арку унижения",
"Один против пятерых это не фид, это вызов",
"Удача улыбается смелым. Но ты ей явно не нравишься",
"Иногда мид это не путь, а ловушка",
"Жги, но не гори",
"Ты тот самый, кто не сдался при счёте 3 48. Легенда",
"Да, ты снова проиграешь. Но зато с душой",
"Если не можешь выиграть, учи тиммейтов играть. Громко",
"Катка не твоя? Бывает. Зато ты красивый",
"Победа не всегда нужна. Иногда достаточно просто не плакать",
"Фид тоже вклад. Просто не тот, что ждут",
"Керри не фармит? Сам бери керри. И не фарми",
"Ошибки часть процесса. А ты часть ошибки",
"Кто не проигрывает, тот не играет",
"Настоящий игрок это тот, кто не ливает при 0 20",
"Относись к Dota как к тренажёру терпения",
"Улыбнись! Ты всё ещё не на лоу приорити",
"Нельзя проигрывать вечно. Когда-нибудь тебе повезёт",
"Уверенность 50 процентов победы. Остальные 50 это удача и команда",
"Даже если всё плохо, не забудь купить варды",
"На каждую плохую игру найдётся ещё хуже",
"В Dota нет дна. Есть только новый уровень глубины",
"Да, ты заслуживаешь лучшего. Но получаешь этого вайпера",
"Никаких нервов. Только страдание и принятие",
"Выигрывает не сильнейший. А тот, у кого меньше АФК",
"Упали с легенды в крест? Значит летать не твоё",
"Помни, каждый ливер когда-то тоже хотел победить",
"Все мы герои. Просто в разных ролях один играет, другой кормит",
"Сегодня ты звезда, завтра тебя снова репортят",
"Хватит ныть. Начни фидить с достоинством",
"Важен не счёт, а опыт. Особенно опыт в поражениях",
"Ошибка это не конец. Это начало флейма",
"Улыбайся. Ты снова в команде с пуджом который не попадает хуками",
"Главное верить. Даже если ты один против пятерых",
"Dota это игра, где друзья становятся врагами",
"Легко быть добрым, когда ты не саппорт",
"Не всё решает скилл. Иногда решает случайный рики",
"Игра слита? Сними повтор, посмейся потом",
"Ты почти как смурф. Только без скилла",
"Старайся. Потому что за тебя явно никто не будет",
"Кто-то выигрывает. Кто-то тренируется быть тобой",
"Лузстрик это просто лента неудачника. Носи с гордостью",
"У всех есть право на ошибку. У тебя подписка",
"Не злись. Всё равно завтра снова зайдёшь",
"Не флейми. Копи карму. Потом пригодится",
"Победа это мираж. Особенно в соло рейтинге",
"Ты в миде? Дай бог",
"Делай что можешь. И прячься в лес",
"Токсичность это энергия, направленная в никуда",
"Никаких ожиданий никаких разочарований",
"Фарм на 15-й минуте это не главное. Главное вера",
"Никогда не сдавайся. Даже если ты саппорт без ботинок",
"Победа не повод для гордости. Проигрыш тоже",
"Признай, тебе просто нравится страдать",
"Что не катка, то душевная травма",
"Не будь тем, кого ты ненавидишь. Даже если это снэпка в харде",
"Не злись на пуджа. Он старается. Просто плохо",
"Катка это как жизнь. Никогда не знаешь, когда всё пойдёт по одному месту",
"Смех продлевает жизнь. Особенно если ты смотришь как твой керри умирает с БКБ",
"Каждый рандом в тиме это новый сюжетный поворот",
"Чаще всего враг это не враг. Это твой лесник",
"Ты герой. Даже если у тебя 0 урона",
"Не в тиммейтах дело. Это просто вселенная тебя испытывает",
"Dota это медитация через боль",
"Проигрывай с достоинством. Побеждай с троллингом",
"Будь как кириган. Всегда готов к поражению",
"Плохая катка? Пойди попей воды. Или чая. Или яда",
"Игра отражение тебя. А значит ты сегодня не очень",
"Если всё плохо, напиши gg и продолжай страдать",
"Не каждый сможет выдержать доту. Ты уже герой, раз зашёл",
"Победы временные. Репорты навсегда",
"Нервничать не поможет. Лучше делай ТП в лес",
"Катка проиграна, но честь сохранена. Почти",
"Даже если ты проиграл, это был опыт. Болезненный, но опыт",
"Ты в одной команде с четырьмя рандомами и надеждой. Надежда уже ливнула",
"Игра не задалась? Ну хотя бы загрузилась",
"Тиммейты как погода. Никак не контролируешь",
"Фан, флейм, фид. Идеальная тройка",
"У каждого тиммейта свой путь. Но чаще он ведёт в лес",
"Никогда не поздно написать ez mid и пойти фидить",
"В этой игре есть два типа игроков. Ты и те, кто виноват",
"Страдание это тоже стиль игры",
"В каждой катке есть шанс. Просто ты его уже упустил"
]